//****************************************************************************
//**                                                                        **
//**            (C)Copyright 1993-2017 Supermicro Computer, Inc.            **
//**                                                                        **
//****************************************************************************
//  File History
//
//  Rev. 1.01
//    Bug Fix:  Draft template v0.1.
//    Reason:   
//    Auditor:  Jimmy Chiu
//    Date:     Jan/20/2017
//
//****************************************************************************
//
// This file contains an 'Intel Peripheral Driver' and is      
// licensed for Intel CPUs and chipsets under the terms of your
// license agreement with Intel or your vendor.  This file may 
// be modified by the user, subject to additional terms of the 
// license agreement                                           
//
// *++
//
// Copyright (c) 1999 - 2015 Intel Corporation. All rights reserved
// This software and associated documentation (if any) is furnished
// under a license and may only be used or copied in accordance
// with the terms of the license. Except as permitted by such
// license, no part of this software or documentation may be
// reproduced, stored in a retrieval system, or transmitted in any
// form or by any means without the express written consent of
// Intel Corporation.
// 
// 
// Module Name:
//
//   IioSetupStrings.uni
// 
// Abstract:
// 
//   String definitions for IIO Setup formset.
// 
// Revision History:
// 
// --*/

/=#

#langdef   en-US "English"

//
// HSD 4168370 Add EVMode Support to the HSX EP BIOS
//
#string  STR_DFX_ENABLE_PROMPT            #language en-US "EV DFX Features"
#string  STR_DFX_ENABLE_HELP              #language en-US "Expose IIO DFX devices and other CPU devices like PMON"

#string STR_PCIE_LTSSM_LOG_PROMPT         #language en-US "Ltssm Logger"
#string STR_PCIE_LTSSM_LOG_HELP           #language en-US "Enable/Disable Ltssm Logger for PCIE functionality"
                                       
#string STR_LTSSM_LOG_STOP_PROMPT         #language en-US "Stop"
#string STR_LTSSM_LOG_STOP_HELP           #language en-US "Configure the Stop value for Ltssm Logger"
#string STR_LTSSM_LOG_SPEED_PROMPT        #language en-US "Speed"
#string STR_LTSSM_LOG_SPEED_HELP          #language en-US "Configure Speed value for Ltssm Logger"
#string STR_LTSSM_LOG_MASK_PROMPT         #language en-US "Mask"
#string STR_LTSSM_LOG_MASK_HELP           #language en-US "Configure Mask value for Ltssm Logger"

#string STR_PCIE_JITTER_LOG_PROMPT        #language en-US "Jitter Logger"
#string STR_PCIE_JITTER_LOG_HELP          #language en-US "Enable/Disable Jitter Logger for PCIE functionality"
                                       
#string STR_IIO_DFX_CFG_FORM_TITLE        #language en-US "IIO DFX Configuration"
#string STR_IIO_DFX_CFG_FORM_HELP         #language en-US "Enable/Disable DFX Configuration"
                                       
#string STR_IIO_DFX_SKT0_DEVHIDE_FORM     #language en-US "CPU1, Device Hide Menu"
#string STR_IIO_DFX_SKT1_DEVHIDE_FORM     #language en-US "CPU2, Device Hide Menu"
#string STR_IIO_DFX_SKT2_DEVHIDE_FORM     #language en-US "Socket 2, Device Hide Menu"
#string STR_IIO_DFX_SKT3_DEVHIDE_FORM     #language en-US "Socket 3, Device Hide Menu"
#string STR_DEVHIDE_HELP                  #language en-US "If entire DEVHIDEx is 0, then register will not be modified. If any byte is non-zero, then the entire DEVHIDE register will be overridden with these values (thus overriding any other HIDE option in setup such as PCIe port hide questions)." 

#string STR_DEVHIDE0_0           #language en-US "C-Stack Devhide0"
#string STR_DEVHIDE1_0           #language en-US "C-Stack Devhide1"
#string STR_DEVHIDE2_0           #language en-US "C-Stack Devhide2"
#string STR_DEVHIDE3_0           #language en-US "C-Stack Devhide3"
#string STR_DEVHIDE4_0           #language en-US "C-Stack Devhide4"
#string STR_DEVHIDE5_0           #language en-US "C-Stack Devhide5"
#string STR_DEVHIDE6_0           #language en-US "C-Stack Devhide6"
#string STR_DEVHIDE7_0           #language en-US "C-Stack Devhide7"
#string STR_DEVHIDE0_0_1         #language en-US "P-Stack0 Devhide0"
#string STR_DEVHIDE1_0_1         #language en-US "P-Stack0 Devhide1"
#string STR_DEVHIDE2_0_1         #language en-US "P-Stack0 Devhide2"
#string STR_DEVHIDE3_0_1         #language en-US "P-Stack0 Devhide3"
#string STR_DEVHIDE4_0_1         #language en-US "P-Stack0 Devhide4"
#string STR_DEVHIDE5_0_1         #language en-US "P-Stack0 Devhide5"
#string STR_DEVHIDE6_0_1         #language en-US "P-Stack0 Devhide6"
#string STR_DEVHIDE7_0_1         #language en-US "P-Stack0 Devhide7"
#string STR_DEVHIDE0_0_2         #language en-US "P-Stack1 Devhide0"
#string STR_DEVHIDE1_0_2         #language en-US "P-Stack1 Devhide1"
#string STR_DEVHIDE2_0_2         #language en-US "P-Stack1 Devhide2"
#string STR_DEVHIDE3_0_2         #language en-US "P-Stack1 Devhide3"
#string STR_DEVHIDE4_0_2         #language en-US "P-Stack1 Devhide4"
#string STR_DEVHIDE5_0_2         #language en-US "P-Stack1 Devhide5"
#string STR_DEVHIDE6_0_2         #language en-US "P-Stack1 Devhide6"
#string STR_DEVHIDE7_0_2         #language en-US "P-Stack2 Devhide7"
#string STR_DEVHIDE0_0_3         #language en-US "P-Stack2 Devhide0"
#string STR_DEVHIDE1_0_3         #language en-US "P-Stack2 Devhide1"
#string STR_DEVHIDE2_0_3         #language en-US "P-Stack2 Devhide2"
#string STR_DEVHIDE3_0_3         #language en-US "P-Stack2 Devhide3"
#string STR_DEVHIDE4_0_3         #language en-US "P-Stack2 Devhide4"
#string STR_DEVHIDE5_0_3         #language en-US "P-Stack2 Devhide5"
#string STR_DEVHIDE6_0_3         #language en-US "P-Stack2 Devhide6"
#string STR_DEVHIDE7_0_3         #language en-US "P-Stack2 Devhide7"
#string STR_DEVHIDE0_0_4         #language en-US "MCP0-Stack Devhide0"
#string STR_DEVHIDE1_0_4         #language en-US "MCP0-Stack Devhide1"
#string STR_DEVHIDE2_0_4         #language en-US "MCP0-Stack Devhide2"
#string STR_DEVHIDE3_0_4         #language en-US "MCP0-Stack Devhide3"
#string STR_DEVHIDE4_0_4         #language en-US "MCP0-Stack Devhide4"
#string STR_DEVHIDE5_0_4         #language en-US "MCP0-Stack Devhide5"
#string STR_DEVHIDE6_0_4         #language en-US "MCP0-Stack Devhide6"
#string STR_DEVHIDE7_0_4         #language en-US "MCP0-Stack Devhide7"
#string STR_DEVHIDE0_0_5         #language en-US "MCP1-Stack Devhide0"
#string STR_DEVHIDE1_0_5         #language en-US "MCP1-Stack Devhide1"
#string STR_DEVHIDE2_0_5         #language en-US "MCP1-Stack Devhide2"
#string STR_DEVHIDE3_0_5         #language en-US "MCP1-Stack Devhide3"
#string STR_DEVHIDE4_0_5         #language en-US "MCP1-Stack Devhide4"
#string STR_DEVHIDE5_0_5         #language en-US "MCP1-Stack Devhide5"
#string STR_DEVHIDE6_0_5         #language en-US "MCP1-Stack Devhide6"
#string STR_DEVHIDE7_0_5         #language en-US "MCP1-Stack Devhide7"
                            
#string STR_DEVHIDE0_1         #language en-US "C-Stack Devhide0"
#string STR_DEVHIDE1_1         #language en-US "C-Stack Devhide1"
#string STR_DEVHIDE2_1         #language en-US "C-Stack Devhide2"
#string STR_DEVHIDE3_1         #language en-US "C-Stack Devhide3"
#string STR_DEVHIDE4_1         #language en-US "C-Stack Devhide4"
#string STR_DEVHIDE5_1         #language en-US "C-Stack Devhide5"
#string STR_DEVHIDE6_1         #language en-US "C-Stack Devhide6"
#string STR_DEVHIDE7_1         #language en-US "C-Stack Devhide7"
#string STR_DEVHIDE0_1_1       #language en-US "P-Stack0 Devhide0"
#string STR_DEVHIDE1_1_1       #language en-US "P-Stack0 Devhide1"
#string STR_DEVHIDE2_1_1       #language en-US "P-Stack0 Devhide2"
#string STR_DEVHIDE3_1_1       #language en-US "P-Stack0 Devhide3"
#string STR_DEVHIDE4_1_1       #language en-US "P-Stack0 Devhide4"
#string STR_DEVHIDE5_1_1       #language en-US "P-Stack0 Devhide5"
#string STR_DEVHIDE6_1_1       #language en-US "P-Stack0 Devhide6"
#string STR_DEVHIDE7_1_1       #language en-US "P-Stack0 Devhide7"
#string STR_DEVHIDE0_2_1       #language en-US "P-Stack1 Devhide0"
#string STR_DEVHIDE1_2_1       #language en-US "P-Stack1 Devhide1"
#string STR_DEVHIDE2_2_1       #language en-US "P-Stack1 Devhide2"
#string STR_DEVHIDE3_2_1       #language en-US "P-Stack1 Devhide3"
#string STR_DEVHIDE4_2_1       #language en-US "P-Stack1 Devhide4"
#string STR_DEVHIDE5_2_1       #language en-US "P-Stack1 Devhide5"
#string STR_DEVHIDE6_2_1       #language en-US "P-Stack1 Devhide6"
#string STR_DEVHIDE7_2_1       #language en-US "P-Stack1 Devhide7"
#string STR_DEVHIDE0_3_1       #language en-US "P-Stack2 Devhide0"
#string STR_DEVHIDE1_3_1       #language en-US "P-Stack2 Devhide1"
#string STR_DEVHIDE2_3_1       #language en-US "P-Stack2 Devhide2"
#string STR_DEVHIDE3_3_1       #language en-US "P-Stack2 Devhide3"
#string STR_DEVHIDE4_3_1       #language en-US "P-Stack2 Devhide4"
#string STR_DEVHIDE5_3_1       #language en-US "P-Stack2 Devhide5"
#string STR_DEVHIDE6_3_1       #language en-US "P-Stack2 Devhide6"
#string STR_DEVHIDE7_3_1       #language en-US "P-Stack2 Devhide7"
#string STR_DEVHIDE0_4_1       #language en-US "MCP0-Stack Devhide0"
#string STR_DEVHIDE1_4_1       #language en-US "MCP0-Stack Devhide1"
#string STR_DEVHIDE2_4_1       #language en-US "MCP0-Stack Devhide2"
#string STR_DEVHIDE3_4_1       #language en-US "MCP0-Stack Devhide3"
#string STR_DEVHIDE4_4_1       #language en-US "MCP0-Stack Devhide4"
#string STR_DEVHIDE5_4_1       #language en-US "MCP0-Stack Devhide5"
#string STR_DEVHIDE6_4_1       #language en-US "MCP0-Stack Devhide6"
#string STR_DEVHIDE7_4_1       #language en-US "MCP0-Stack Devhide7"
#string STR_DEVHIDE0_5_1       #language en-US "MCP1-Stack Devhide0"
#string STR_DEVHIDE1_5_1       #language en-US "MCP1-Stack Devhide1"
#string STR_DEVHIDE2_5_1       #language en-US "MCP1-Stack Devhide2"
#string STR_DEVHIDE3_5_1       #language en-US "MCP1-Stack Devhide3"
#string STR_DEVHIDE4_5_1       #language en-US "MCP1-Stack Devhide4"
#string STR_DEVHIDE5_5_1       #language en-US "MCP1-Stack Devhide5"
#string STR_DEVHIDE6_5_1       #language en-US "MCP1-Stack Devhide6"
#string STR_DEVHIDE7_5_1       #language en-US "MCP1-Stack Devhide7"
                             
#string STR_DEVHIDE0_2         #language en-US "C-Stack Devhide0"
#string STR_DEVHIDE1_2         #language en-US "C-Stack Devhide1"
#string STR_DEVHIDE2_2         #language en-US "C-Stack Devhide2"
#string STR_DEVHIDE3_2         #language en-US "C-Stack Devhide3"
#string STR_DEVHIDE4_2         #language en-US "C-Stack Devhide4"
#string STR_DEVHIDE5_2         #language en-US "C-Stack Devhide5"
#string STR_DEVHIDE6_2         #language en-US "C-Stack Devhide6"
#string STR_DEVHIDE7_2         #language en-US "C-Stack Devhide7"
#string STR_DEVHIDE0_1_2       #language en-US "P-Stack0 Devhide0"
#string STR_DEVHIDE1_1_2       #language en-US "P-Stack0 Devhide1"
#string STR_DEVHIDE2_1_2       #language en-US "P-Stack0 Devhide2"
#string STR_DEVHIDE3_1_2       #language en-US "P-Stack0 Devhide3"
#string STR_DEVHIDE4_1_2       #language en-US "P-Stack0 Devhide4"
#string STR_DEVHIDE5_1_2       #language en-US "P-Stack0 Devhide5"
#string STR_DEVHIDE6_1_2       #language en-US "P-Stack0 Devhide6"
#string STR_DEVHIDE7_1_2       #language en-US "P-Stack0 Devhide7"
#string STR_DEVHIDE0_2_2       #language en-US "P-Stack1 Devhide0"
#string STR_DEVHIDE1_2_2       #language en-US "P-Stack1 Devhide1"
#string STR_DEVHIDE2_2_2       #language en-US "P-Stack1 Devhide2"
#string STR_DEVHIDE3_2_2       #language en-US "P-Stack1 Devhide3"
#string STR_DEVHIDE4_2_2       #language en-US "P-Stack1 Devhide4"
#string STR_DEVHIDE5_2_2       #language en-US "P-Stack1 Devhide5"
#string STR_DEVHIDE6_2_2       #language en-US "P-Stack1 Devhide6"
#string STR_DEVHIDE7_2_2       #language en-US "P-Stack1 Devhide7"
#string STR_DEVHIDE0_3_2       #language en-US "P-Stack2 Devhide0"
#string STR_DEVHIDE1_3_2       #language en-US "P-Stack2 Devhide1"
#string STR_DEVHIDE2_3_2       #language en-US "P-Stack2 Devhide2"
#string STR_DEVHIDE3_3_2       #language en-US "P-Stack2 Devhide3"
#string STR_DEVHIDE4_3_2       #language en-US "P-Stack2 Devhide4"
#string STR_DEVHIDE5_3_2       #language en-US "P-Stack2 Devhide5"
#string STR_DEVHIDE6_3_2       #language en-US "P-Stack2 Devhide6"
#string STR_DEVHIDE7_3_2       #language en-US "P-Stack2 Devhide7"
#string STR_DEVHIDE0_4_2       #language en-US "MCP0-Stack Devhide0"
#string STR_DEVHIDE1_4_2       #language en-US "MCP0-Stack Devhide1"
#string STR_DEVHIDE2_4_2       #language en-US "MCP0-Stack Devhide2"
#string STR_DEVHIDE3_4_2       #language en-US "MCP0-Stack Devhide3"
#string STR_DEVHIDE4_4_2       #language en-US "MCP0-Stack Devhide4"
#string STR_DEVHIDE5_4_2       #language en-US "MCP0-Stack Devhide5"
#string STR_DEVHIDE6_4_2       #language en-US "MCP0-Stack Devhide6"
#string STR_DEVHIDE7_4_2       #language en-US "MCP0-Stack Devhide7"
#string STR_DEVHIDE0_5_2       #language en-US "MCP1-Stack Devhide0"
#string STR_DEVHIDE1_5_2       #language en-US "MCP1-Stack Devhide1"
#string STR_DEVHIDE2_5_2       #language en-US "MCP1-Stack Devhide2"
#string STR_DEVHIDE3_5_2       #language en-US "MCP1-Stack Devhide3"
#string STR_DEVHIDE4_5_2       #language en-US "MCP1-Stack Devhide4"
#string STR_DEVHIDE5_5_2       #language en-US "MCP1-Stack Devhide5"
#string STR_DEVHIDE6_5_2       #language en-US "MCP1-Stack Devhide6"
#string STR_DEVHIDE7_5_2       #language en-US "MCP1-Stack Devhide7"
                             
#string STR_DEVHIDE0_3         #language en-US "C-Stack Devhide0"
#string STR_DEVHIDE1_3         #language en-US "C-Stack Devhide1"
#string STR_DEVHIDE2_3         #language en-US "C-Stack Devhide2"
#string STR_DEVHIDE3_3         #language en-US "C-Stack Devhide3"
#string STR_DEVHIDE4_3         #language en-US "C-Stack Devhide4"
#string STR_DEVHIDE5_3         #language en-US "C-Stack Devhide5"
#string STR_DEVHIDE6_3         #language en-US "C-Stack Devhide6"
#string STR_DEVHIDE7_3         #language en-US "C-Stack Devhide7"
#string STR_DEVHIDE0_1_3       #language en-US "P-Stack0 Devhide0"
#string STR_DEVHIDE1_1_3       #language en-US "P-Stack0 Devhide1"
#string STR_DEVHIDE2_1_3       #language en-US "P-Stack0 Devhide2"
#string STR_DEVHIDE3_1_3       #language en-US "P-Stack0 Devhide3"
#string STR_DEVHIDE4_1_3       #language en-US "P-Stack0 Devhide4"
#string STR_DEVHIDE5_1_3       #language en-US "P-Stack0 Devhide5"
#string STR_DEVHIDE6_1_3       #language en-US "P-Stack0 Devhide6"
#string STR_DEVHIDE7_1_3       #language en-US "P-Stack0 Devhide7"
#string STR_DEVHIDE0_2_3       #language en-US "P-Stack1 Devhide0"
#string STR_DEVHIDE1_2_3       #language en-US "P-Stack1 Devhide1"
#string STR_DEVHIDE2_2_3       #language en-US "P-Stack1 Devhide2"
#string STR_DEVHIDE3_2_3       #language en-US "P-Stack1 Devhide3"
#string STR_DEVHIDE4_2_3       #language en-US "P-Stack1 Devhide4"
#string STR_DEVHIDE5_2_3       #language en-US "P-Stack1 Devhide5"
#string STR_DEVHIDE6_2_3       #language en-US "P-Stack1 Devhide6"
#string STR_DEVHIDE7_2_3       #language en-US "P-Stack1 Devhide7"
#string STR_DEVHIDE0_3_3       #language en-US "P-Stack2 Devhide0"
#string STR_DEVHIDE1_3_3       #language en-US "P-Stack2 Devhide1"
#string STR_DEVHIDE2_3_3       #language en-US "P-Stack2 Devhide2"
#string STR_DEVHIDE3_3_3       #language en-US "P-Stack2 Devhide3"
#string STR_DEVHIDE4_3_3       #language en-US "P-Stack2 Devhide4"
#string STR_DEVHIDE5_3_3       #language en-US "P-Stack2 Devhide5"
#string STR_DEVHIDE6_3_3       #language en-US "P-Stack2 Devhide6"
#string STR_DEVHIDE7_3_3       #language en-US "P-Stack2 Devhide7"
#string STR_DEVHIDE0_4_3       #language en-US "MCP0-Stack Devhide0"
#string STR_DEVHIDE1_4_3       #language en-US "MCP0-Stack Devhide1"
#string STR_DEVHIDE2_4_3       #language en-US "MCP0-Stack Devhide2"
#string STR_DEVHIDE3_4_3       #language en-US "MCP0-Stack Devhide3"
#string STR_DEVHIDE4_4_3       #language en-US "MCP0-Stack Devhide4"
#string STR_DEVHIDE5_4_3       #language en-US "MCP0-Stack Devhide5"
#string STR_DEVHIDE6_4_3       #language en-US "MCP0-Stack Devhide6"
#string STR_DEVHIDE7_4_3       #language en-US "MCP0-Stack Devhide7"
#string STR_DEVHIDE0_5_3       #language en-US "MCP1-Stack Devhide0"
#string STR_DEVHIDE1_5_3       #language en-US "MCP1-Stack Devhide1"
#string STR_DEVHIDE2_5_3       #language en-US "MCP1-Stack Devhide2"
#string STR_DEVHIDE3_5_3       #language en-US "MCP1-Stack Devhide3"
#string STR_DEVHIDE4_5_3       #language en-US "MCP1-Stack Devhide4"
#string STR_DEVHIDE5_5_3       #language en-US "MCP1-Stack Devhide5"
#string STR_DEVHIDE6_5_3       #language en-US "MCP1-Stack Devhide6"
#string STR_DEVHIDE7_5_3       #language en-US "MCP1-Stack Devhide7"
#string STR_DFX_GEN3_EQ_MODE                   #language en-US "Dfx Debug Mode"
#string STR_DFX_GEN3_TESTCARD_PROMPT           #language en-US "Gen3 Test Card"
#string STR_DFX_GEN3_TESTCARD_HELP             #language en-US "Execute Gen3 Phase2 for PCIe Test Cards"

#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_0          #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_1          #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_2          #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_3          #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_4          #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_5          #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_6          #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_7          #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_8          #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_9          #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_10         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_11         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_12         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_13         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_14         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_15         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_16         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_17         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_18         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_19         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_20         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_21         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_22         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_23         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_24         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_25         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_26         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_27         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_28         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_29         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_30         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_31         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_32         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_33         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_34         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_35         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_36         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_37         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_38         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_39         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_40         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_41         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_42         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_43         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_44         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_45         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_46         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_47         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_48         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_49         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_50         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_51         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_52         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_53         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_54         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_55         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_56         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_57         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_58         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_59         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_60         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_61         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_62         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_63         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_64         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_65         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_66         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_67         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_68         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_69         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_70         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_71         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_72         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_73         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_74         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_75         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_76         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_77         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_78         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_79         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_80         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_81         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_82         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_PROMPT_83         #language en-US "Gen3 NTB Test Card"
#string STR_DFX_GEN3_NTB_TESTCARD_HELP              #language en-US "Execute Gen3 Phase2 for NTB PCIe Test Cards"


#string STR_DFX_PCIE_PORT_0_PROMPT          #language en-US "CPU1 Dfx PcieBr0D00F0 - Port 0/DMI"
#string STR_DFX_PCIE_PORT_1_PROMPT          #language en-US "CPU1 Dfx PcieBr1D00F0 - Port 1A"
#string STR_DFX_PCIE_PORT_2_PROMPT          #language en-US "CPU1 Dfx PcieBr1D01F0 - Port 1B"
#string STR_DFX_PCIE_PORT_3_PROMPT          #language en-US "CPU1 Dfx PcieBr1D02F0 - Port 1C"
#string STR_DFX_PCIE_PORT_4_PROMPT          #language en-US "CPU1 Dfx PcieBr1D03F0 - Port 1D"
#string STR_DFX_PCIE_PORT_5_PROMPT          #language en-US "CPU1 Dfx PcieBr2D00F0 - Port 2A"
#string STR_DFX_PCIE_PORT_6_PROMPT          #language en-US "CPU1 Dfx PcieBr2D01F0 - Port 2B"
#string STR_DFX_PCIE_PORT_7_PROMPT          #language en-US "CPU1 Dfx PcieBr2D02F0 - Port 2C"
#string STR_DFX_PCIE_PORT_8_PROMPT          #language en-US "CPU1 Dfx PcieBr2D03F0 - Port 2D"
#string STR_DFX_PCIE_PORT_9_PROMPT          #language en-US "CPU1 Dfx PcieBr3D00F0 - Port 3A"
#string STR_DFX_PCIE_PORT_10_PROMPT         #language en-US "CPU1 Dfx PcieBr3D01F0 - Port 3B"
#string STR_DFX_PCIE_PORT_11_PROMPT         #language en-US "CPU1 Dfx PcieBr3D02F0 - Port 3C"
#string STR_DFX_PCIE_PORT_12_PROMPT         #language en-US "CPU1 Dfx PcieBr3D03F0 - Port 3D"
#string STR_DFX_PCIE_PORT_13_PROMPT         #language en-US "CPU1 Dfx PcieBr4D00F0 - MCP 0"
#string STR_DFX_PCIE_PORT_14_PROMPT         #language en-US "CPU1 Dfx PcieBr4D01F0 - MCP 0"
#string STR_DFX_PCIE_PORT_15_PROMPT         #language en-US "CPU1 Dfx PcieBr4D02F0 - MCP 0"
#string STR_DFX_PCIE_PORT_16_PROMPT         #language en-US "CPU1 Dfx PcieBr4D03F0 - MCP 0"
#string STR_DFX_PCIE_PORT_17_PROMPT         #language en-US "CPU1 Dfx PcieBr5D00F0 - MCP 1"
#string STR_DFX_PCIE_PORT_18_PROMPT         #language en-US "CPU1 Dfx PcieBr5D01F0 - MCP 1"
#string STR_DFX_PCIE_PORT_19_PROMPT         #language en-US "CPU1 Dfx PcieBr5D02F0 - MCP 1"
#string STR_DFX_PCIE_PORT_20_PROMPT         #language en-US "CPU1 Dfx PcieBr5D03F0 - MCP 1"

#string STR_DFX_PCIE_PORT_21_PROMPT         #language en-US "CPU2 Dfx PcieBr0D00F0 - Port 0"
#string STR_DFX_PCIE_PORT_22_PROMPT         #language en-US "CPU2 Dfx PcieBr1D00F0 - Port 1A"
#string STR_DFX_PCIE_PORT_23_PROMPT         #language en-US "CPU2 Dfx PcieBr1D01F0 - Port 1B"
#string STR_DFX_PCIE_PORT_24_PROMPT         #language en-US "CPU2 Dfx PcieBr1D02F0 - Port 1C"
#string STR_DFX_PCIE_PORT_25_PROMPT         #language en-US "CPU2 Dfx PcieBr1D03F0 - Port 1D"
#string STR_DFX_PCIE_PORT_26_PROMPT         #language en-US "CPU2 Dfx PcieBr2D00F0 - Port 2A"
#string STR_DFX_PCIE_PORT_27_PROMPT         #language en-US "CPU2 Dfx PcieBr2D01F0 - Port 2B"
#string STR_DFX_PCIE_PORT_28_PROMPT         #language en-US "CPU2 Dfx PcieBr2D02F0 - Port 2C"
#string STR_DFX_PCIE_PORT_29_PROMPT         #language en-US "CPU2 Dfx PcieBr2D03F0 - Port 2D"
#string STR_DFX_PCIE_PORT_30_PROMPT         #language en-US "CPU2 Dfx PcieBr3D00F0 - Port 3A"
#string STR_DFX_PCIE_PORT_31_PROMPT         #language en-US "CPU2 Dfx PcieBr3D01F0 - Port 3B"
#string STR_DFX_PCIE_PORT_32_PROMPT         #language en-US "CPU2 Dfx PcieBr3D02F0 - Port 3C"
#string STR_DFX_PCIE_PORT_33_PROMPT         #language en-US "CPU2 Dfx PcieBr3D03F0 - Port 3D"
#string STR_DFX_PCIE_PORT_34_PROMPT         #language en-US "CPU2 Dfx PcieBr4D00F0 - MCP 0"
#string STR_DFX_PCIE_PORT_35_PROMPT         #language en-US "CPU2 Dfx PcieBr4D01F0 - MCP 0"
#string STR_DFX_PCIE_PORT_36_PROMPT         #language en-US "CPU2 Dfx PcieBr4D02F0 - MCP 0"
#string STR_DFX_PCIE_PORT_37_PROMPT         #language en-US "CPU2 Dfx PcieBr4D03F0 - MCP 0"
#string STR_DFX_PCIE_PORT_38_PROMPT         #language en-US "CPU2 Dfx PcieBr5D00F0 - MCP 1"
#string STR_DFX_PCIE_PORT_39_PROMPT         #language en-US "CPU2 Dfx PcieBr5D01F0 - MCP 1"
#string STR_DFX_PCIE_PORT_40_PROMPT         #language en-US "CPU2 Dfx PcieBr5D02F0 - MCP 1"
#string STR_DFX_PCIE_PORT_41_PROMPT         #language en-US "CPU2 Dfx PcieBr5D03F0 - MCP 1"

#string STR_DFX_PCIE_PORT_42_PROMPT         #language en-US "Socket 2 Dfx PcieBr0D00F0 - Port 0"
#string STR_DFX_PCIE_PORT_43_PROMPT         #language en-US "Socket 2 Dfx PcieBr1D00F0 - Port 1A"
#string STR_DFX_PCIE_PORT_44_PROMPT         #language en-US "Socket 2 Dfx PcieBr1D01F0 - Port 1B"
#string STR_DFX_PCIE_PORT_45_PROMPT         #language en-US "Socket 2 Dfx PcieBr1D02F0 - Port 1C"
#string STR_DFX_PCIE_PORT_46_PROMPT         #language en-US "Socket 2 Dfx PcieBr1D03F0 - Port 1D"
#string STR_DFX_PCIE_PORT_47_PROMPT         #language en-US "Socket 2 Dfx PcieBr2D00F0 - Port 2A"
#string STR_DFX_PCIE_PORT_48_PROMPT         #language en-US "Socket 2 Dfx PcieBr2D01F0 - Port 2B"
#string STR_DFX_PCIE_PORT_49_PROMPT         #language en-US "Socket 2 Dfx PcieBr2D02F0 - Port 2C"
#string STR_DFX_PCIE_PORT_50_PROMPT         #language en-US "Socket 2 Dfx PcieBr2D03F0 - Port 2D"
#string STR_DFX_PCIE_PORT_51_PROMPT         #language en-US "Socket 2 Dfx PcieBr3D00F0 - Port 3A"
#string STR_DFX_PCIE_PORT_52_PROMPT         #language en-US "Socket 2 Dfx PcieBr3D01F0 - Port 3B"
#string STR_DFX_PCIE_PORT_53_PROMPT         #language en-US "Socket 2 Dfx PcieBr3D02F0 - Port 3C"
#string STR_DFX_PCIE_PORT_54_PROMPT         #language en-US "Socket 2 Dfx PcieBr3D03F0 - Port 3D"
#string STR_DFX_PCIE_PORT_55_PROMPT         #language en-US "Socket 2 Dfx PcieBr4D00F0 - MCP 0"
#string STR_DFX_PCIE_PORT_56_PROMPT         #language en-US "Socket 2 Dfx PcieBr4D01F0 - MCP 0"
#string STR_DFX_PCIE_PORT_57_PROMPT         #language en-US "Socket 2 Dfx PcieBr4D02F0 - MCP 0"
#string STR_DFX_PCIE_PORT_58_PROMPT         #language en-US "Socket 2 Dfx PcieBr4D03F0 - MCP 0"
#string STR_DFX_PCIE_PORT_59_PROMPT         #language en-US "Socket 2 Dfx PcieBr5D00F0 - MCP 1"
#string STR_DFX_PCIE_PORT_60_PROMPT         #language en-US "Socket 2 Dfx PcieBr5D01F0 - MCP 1"
#string STR_DFX_PCIE_PORT_61_PROMPT         #language en-US "Socket 2 Dfx PcieBr5D02F0 - MCP 1"
#string STR_DFX_PCIE_PORT_62_PROMPT         #language en-US "Socket 2 Dfx PcieBr5D03F0 - MCP 1"


#string STR_DFX_PCIE_PORT_63_PROMPT         #language en-US "Socket 3 Dfx PcieBr0D00F0 - Port 0"
#string STR_DFX_PCIE_PORT_64_PROMPT         #language en-US "Socket 3 Dfx PcieBr1D00F0 - Port 1A"
#string STR_DFX_PCIE_PORT_65_PROMPT         #language en-US "Socket 3 Dfx PcieBr1D01F0 - Port 1B"
#string STR_DFX_PCIE_PORT_66_PROMPT         #language en-US "Socket 3 Dfx PcieBr1D02F0 - Port 1C"
#string STR_DFX_PCIE_PORT_67_PROMPT         #language en-US "Socket 3 Dfx PcieBr1D03F0 - Port 1D"
#string STR_DFX_PCIE_PORT_68_PROMPT         #language en-US "Socket 3 Dfx PcieBr2D00F0 - Port 2A"
#string STR_DFX_PCIE_PORT_69_PROMPT         #language en-US "Socket 3 Dfx PcieBr2D01F0 - Port 2B"
#string STR_DFX_PCIE_PORT_70_PROMPT         #language en-US "Socket 3 Dfx PcieBr2D02F0 - Port 2C"
#string STR_DFX_PCIE_PORT_71_PROMPT         #language en-US "Socket 3 Dfx PcieBr2D03F0 - Port 2D"
#string STR_DFX_PCIE_PORT_72_PROMPT         #language en-US "Socket 3 Dfx PcieBr3D00F0 - Port 3A"
#string STR_DFX_PCIE_PORT_73_PROMPT         #language en-US "Socket 3 Dfx PcieBr3D01F0 - Port 3B"
#string STR_DFX_PCIE_PORT_74_PROMPT         #language en-US "Socket 3 Dfx PcieBr3D02F0 - Port 3C"
#string STR_DFX_PCIE_PORT_75_PROMPT         #language en-US "Socket 3 Dfx PcieBr3D03F0 - Port 3D"
#string STR_DFX_PCIE_PORT_76_PROMPT         #language en-US "Socket 3 Dfx PcieBr4D00F0 - MCP 0"
#string STR_DFX_PCIE_PORT_77_PROMPT         #language en-US "Socket 3 Dfx PcieBr4D01F0 - MCP 0"
#string STR_DFX_PCIE_PORT_78_PROMPT         #language en-US "Socket 3 Dfx PcieBr4D02F0 - MCP 0"
#string STR_DFX_PCIE_PORT_79_PROMPT         #language en-US "Socket 3 Dfx PcieBr4D03F0 - MCP 0"
#string STR_DFX_PCIE_PORT_80_PROMPT         #language en-US "Socket 3 Dfx PcieBr5D00F0 - MCP 1"
#string STR_DFX_PCIE_PORT_81_PROMPT         #language en-US "Socket 3 Dfx PcieBr5D01F0 - MCP 1"
#string STR_DFX_PCIE_PORT_82_PROMPT         #language en-US "Socket 3 Dfx PcieBr5D02F0 - MCP 1"
#string STR_DFX_PCIE_PORT_83_PROMPT         #language en-US "Socket 3 Dfx PcieBr5D03F0 - MCP 1"

//----------------------------------------------------------------------------------------------------------------------------------------------------------------
#string STR_DFX_PCIE_GEN3_OVERRIDE_PROMPT       	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT0_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT1_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT2_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT3_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT4_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT5_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT6_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT7_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT8_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT9_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT10_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT11_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT12_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT13_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT14_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT15_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT16_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT17_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT18_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT19_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT20_PROMPT 	#language en-US "Gen3 Override mode"
#string STR_DFX_PCIE_GEN3_OVERRIDE_PORT21_PROMPT 	#language en-US "Gen3 Override mode"


#string STR_DFX_GEN3_OVERRIDE_MODE_MANUAL       #language en-US "Manual"
#string STR_DFX_GEN3_OVERRIDE_MODE_TEST_CARD    #language en-US "Test Card"
#string STR_DFX_GEN3_OVERRIDE_MODE_UNIPHY   	#language en-US "UniPhy"
#string STR_DFX_GEN3_OVERRIDE_MODE_HELP			#language en-US "Set specific overrides in Gen3 features"

#string STR_DFX_GEN3_TEST_CARD_LAGUNA			#language en-US "LAGUNA"
#string STR_DFX_GEN3_TEST_CARD_NTB				#language en-US "NTB"

#string STR_DFX_GEN3_MANUAL_PH2_FORM_HELP		#language en-US "Override GEN3PRIVTXEQ register"
#string STR_DFX_GEN3_PH2_PRECURSOR				#language en-US "Ph2 TxEq Precursor"
#string STR_DFX_GEN3_PH2_CURSOR					#language en-US "Ph2 TxEq Cursor"
#string STR_DFX_GEN3_PH2_POSTCURSOR				#language en-US "Ph2 TxEq Postcursor"

#string STR_DFX_GEN3_MANUAL_PH3_FORM_HELP		#language en-US "Override GEN3PRIVTXEQ register"
#string STR_DFX_GEN3_PH3_PRECURSOR				#language en-US "Ph3 TxEq Postcursor"
#string STR_DFX_GEN3_PH3_CURSOR					#language en-US "Ph3 TxEq Cursor"
#string STR_DFX_GEN3_PH3_POSTCURSOR				#language en-US "Ph3 TxEq Postcursor"


#string STR_PRESET_FORM_TITLE					#language en-US "Preset Settings"

#string STR_DN_TX_PRESET_HELP                   #language en-US "PCIe Downstream Tx Preset" 
#string STR_DN_TX_PRESET						#language en-US "DN Tx Preset"

#string STR_TX_PRESET_P0                       #language en-US "P0 (-6.0/0.0 dB)"
#string STR_TX_PRESET_P1                       #language en-US "P1 (-3.5/0.0 dB)"
#string STR_TX_PRESET_P2                       #language en-US "P2 (-4.5/0.0 dB)"
#string STR_TX_PRESET_P3                       #language en-US "P3 (-2.5/0.0 dB)"
#string STR_TX_PRESET_P4                       #language en-US "P4 ( 0.0/0.0 dB)"
#string STR_TX_PRESET_P5                       #language en-US "P5 ( 0.0/2.0 dB)"
#string STR_TX_PRESET_P6                       #language en-US "P6 ( 0.0/2.5 dB)"
#string STR_TX_PRESET_P7                       #language en-US "P7 (-6.0/3.5 dB)"
#string STR_TX_PRESET_P8                       #language en-US "P8 (-3.5/3.5 dB)"
#string STR_TX_PRESET_P9                       #language en-US "P9 ( 0.0/3.5 dB)"

#string STR_DN_RX_PRESET_HELP                   #language en-US "PCIe Downstream Rx Preset Hint" 
#string STR_DN_RX_PRESET_HINT				   #language en-US "DN Rx Preset Hint"

#string STR_RX_PRESET_P0                       #language en-US "P0 ( -6.0 dB)"
#string STR_RX_PRESET_P1                       #language en-US "P1 ( -7.0 dB)"
#string STR_RX_PRESET_P2                       #language en-US "P2 ( -8.0 dB)"
#string STR_RX_PRESET_P3                       #language en-US "P3 ( -9.0 dB)"
#string STR_RX_PRESET_P4                       #language en-US "P4 (-10.0 dB)"
#string STR_RX_PRESET_P5                       #language en-US "P5 (-11.0 dB)"
#string STR_RX_PRESET_P6                       #language en-US "P6 (-12.0 dB)"

#string STR_UP_TX_PRESET_HELP                   #language en-US "PCIe Upstream Tx Preset" 
#string STR_UP_TX_PRESET						#language en-US "UP Rx Preset"

#string STR_DFX_MISCCONFIGURATIONS_TITLE		#language en-US "Miscellaneous Configuration"
#string STR_DFX_INBOUNDCONFIGURATION_PROMPT  	#language en-US "Inbound Configuration"
#string STR_DFX_INBOUNDCONFIGURATION_HELP		#language en-US "Enable Inbound configuration"

//
// End of file
//
